{
  "back_home_link_title": "Back Home",
  "error_404_title": "Error 404",
  "not_found_title": "Page not found",
  "slide_1_title": "What is Keychain?",
  "slide_1_paragraph_1": "Keychain is your go-to solution for navigating the Hive ecosystem with ease and security. Whether you're on a computer or on the go with your smartphone, Keychain empowers you to manage your Hive accounts effortlessly without worrying about exposing your private keys. With Keychain, you can transfer tokens, cast votes, and handle a variety of transactions seamlessly.",
  "slide_1_paragraph_2": "Simple to use and designed with your safety in mind, Keychain is the perfect companion for anyone looking to make the most out of their Hive experience.",
  "slide_2_title": "Owner, active, posting and memo keys.",
  "slide_2_description": "Each Hive key has its own purpose in regards of your account security.",
  "slide_2_list_1": "Owner: allows you to recover accounts and regenerate other keys, as well as to set a new master password.",
  "slide_2_list_2": "Active: allows you to transfer and manage assets, and participate in governance.",
  "slide_2_list_3": "Posting: allows you to perform blogging transactions such as posting, commenting, voting, and more.",
  "slide_2_list_4": "Memo: allows you to encrypt and decrypt memos attached to transfers.",
  "slide_2_final_line": "You can access your keys from Settings-> Accounts-> Manage accounts. Keychain only keeps the Active, Posting, and Memo keys. The Owner key should be safely stored offline.",
  "slide_3_title": "Security Features",
  "slide_3_description": "Our extensions and Apps are designed to offer a secure and controlled interface for accessing the Hive blockchain. Keychain keeps your keys secure by storing them on your device, never on external servers. We use encryption to safeguard these keys and require manual confirmation for transactions of monetary value, thereby preventing unauthorized access. Additionally, we will inform you if you are trying to make a transfer to a potential phishing account.  To take the security even further, you can use Keychain to sign transactions using a Ledger.",
  "slide_4_title": "Keychain main page",
  "slide_4_description": "View all you Hive account information from a single place. Here are some of the things you can do from our main page:",
  "slide_4_list_1": "Switch between accounts.",
  "slide_4_list_2": "Check your Voting Power and Resources.",
  "slide_4_list_3": "Access and manage your Hive native tokens and Hive Engine tokens.",
  "slide_4_list_4": "Discover the Ecosystem, Send, Buy, and Swap tokens. More on this later,",
  "slide_4_list_5": "Access the Settings Menu in the upper left corner.",
  "slide_5_title": "HIVE, HBD, and Hive Power",
  "slide_5_subtitle": "What are the differences?",
  "slide_5_description": "HIVE and HBD are the native tokens of the Hive blockchain. HIVE can be stored in its liquid form called HIVE, and its vested form called HP. Read on for more information:",
  "slide_5_list_1": "HIVE: Main token of the Hive blockchain, used for transactions and trades.",
  "slide_5_list_2": "HIVE POWER (HP): Vested Hive. Having more HP increases your voting weight, your resource credits and your influence in matters of governance.",
  "slide_5_list_3": "HBD (Hive Backed Dollars): Stablecoin pegged to the US dollar, used for stable value transactions. HBD can be locked in savings for a {{savingAPR}}% APR.",
  "slide_5_list_4": "Hive Engine tokens are layer 2 tokens created by third-parties.",
  "slide_6_title": "Why do I need Voting Mana and Resource Credits?",
  "slide_6_paragraph_1": "Voting power (VP) determines how much your vote influences the distribution of rewards on the platform through votes. Voting mana (VM) will decrease when you vote for posts or comments and reduce your VP.",
  "slide_6_paragraph_2": "Resource Credits (RC) define the ability to perform actions on the blockchain, such as transferring tokens or publishing.",
  "slide_6_paragraph_3": "Both VM and RC are recharged at a rate of 20% per day.",
  "slide_6_paragraph_4": "The more your Hive Power increases, the higher your VP gets and the more RC you have.",
  "slide_7_title": "Perform transactions within Keychain",
  "slide_7_description": "Click on the 'Send' button to transfer Hive or HBD. Just fill in the username, the amount, and the memo (optional). If needed, you can also encrypt the memo by clicking on the encryption icon, or start recurrent transfers. Apart from transfers, there are many other transactions you can perform from the main page, such as powering up HIVE, delegating HP or staking Hive Engine tokens. All transactions are fast and free on Hive, just make sure you have enough RC to broadcast.",
  "slide_7_final_line": "As a reminder, your wallet address is your username itself.",
  "slide_8_title": "Accessing dApps in the simplest way",
  "slide_8_paragraph_1_mobile": "Explore the Keychain Ecosystem tab, on the brower section of the App, and find your new favorite dApps!",
  "slide_8_paragraph_1_extension": "Explore the Keychain Ecosystem tab, on the bottom left of the extension, and find your new favorite dApps!",
  "slide_8_paragraph_2": "Interacting with Hive dApps has never been easier! Simply use the Keychain option within your favorite platform and enter your username. Keychain will ask for your confirmation before executing the transaction. For a smoother experience, you can whitelist some operations that do not affect your balance (ie. posting, voting). These will be confirmed automatically.",
  "slide_9_title": "Keychain Swaps",
  "slide_9_description": "The best way to swap tokens on Hive! In a few clicks you can swap between native Hive tokens and Hive Engine tokens. Instead of making several transactions, sit back and let Keychain take care of it for you. Keychain will compare several providers to make sure you get the best rate possible for your swap.",
  "slide_10_title": "Buy Hive and HBD easily!",
  "slide_10_description_mobile": "Buying Hive and HBD through Keychain is super easy. Just head to the Swap button to see all available options, for both HIVE and HBD. Whether you want to buy HIVE with fiat or crypto, Keychain will select the best provider available at the moment and will give you a swap estimation. You can also find the different exchanges available to buy and sell HIVE and HBD in this page.",
  "slide_10_description_extension": "Buying Hive and HBD through Keychain is super easy. Just head to the Buy tab to see all available options, for both HIVE and HBD.  Whether you want to buy HIVE with fiat or crypto, Keychain will select the best provider available at the moment and will give you a swap estimation. You can also find the different exchanges available to buy and sell HIVE and HBD in this page."
}
