{
  "back_home_link_title": "Volver Inicio",
  "error_404_title": "Error 404",
  "not_found_title": "Página no encontrada",
  "slide_1_title": "¿Qué es Keychain?",
  "slide_1_paragraph_1": "Keychain es tu solución para navegar por el ecosistema Hive con facilidad y seguridad. Tanto si estás en un ordenador como si te desplazas con tu smartphone, Keychain te permite gestionar tus cuentas de Hive sin esfuerzo y sin preocuparte de exponer tus claves privadas. Con Keychain, puedes transferir tokens, emitir votos y gestionar una gran variedad de transacciones sin problemas.",
  "slide_1_paragraph_2": "Fácil de usar y diseñado pensando en tu seguridad, Keychain es el compañero perfecto para cualquiera que quiera sacar el máximo partido a su experiencia Hive",
  "slide_2_title": "¡Cuatro llaves para transmitirlas todas!",
  "slide_2_description": "Cada clave Hive tiene su propio propósito en lo que respecta a la seguridad de tu cuenta",
  "slide_2_list_1": "Propietario: permite recuperar cuentas y regenerar otras claves, así como establecer una nueva contraseña maestra",
  "slide_2_list_2": "Activa: permite transferir y gestionar activos, votar testigos o aprobar propuestas en el DHF.",
  "slide_2_list_3": "Publicación: permite realizar operaciones de publicación, como publicar, comentar, votar, etc.",
  "slide_2_list_4": "Memo: permite cifrar y descifrar los memos adjuntos a las transferencias.",
  "slide_2_final_line": "Puedes acceder a tus claves desde Configuración-> Cuentas-> Gestionar cuentas. Hive Keychain sólo conservará las claves Activa, Publicación y Memo. La clave de Propietario debe guardarse de forma segura fuera de línea.",
  "slide_3_title": "Características de seguridad de Keychain",
  "slide_3_description": "Hive Keychain mejora la seguridad almacenando las claves privadas localmente en el dispositivo del usuario, nunca en servidores externos. Utiliza el cifrado para salvaguardar estas claves y requiere confirmación manual para las transacciones, evitando así el acceso no autorizado. Además, proporciona una capa adicional de seguridad mediante la autenticación de sitios web para evitar la suplantación de identidad. La extensión y la app están diseñadas para ofrecer una interfaz segura y controlada para interactuar con la blockchain de Hive. Además, puedes conectar tu cuenta de Hive con un dispositivo Ledger para aumentar la seguridad directamente desde la extensión.",
  "slide_4_title": "Todos tus tokens en el mismo lugar",
  "slide_4_description": "Consulta todos tus datos de Hive en un único lugar. Estas son algunas de las cosas que puedes hacer desde nuestra página principal:",
  "slide_4_list_1": "Pasar de una cuenta a otra",
  "slide_4_list_2": "Comprobar tu poder de voto y tus recursos",
  "slide_4_list_3": "Acceder y gestionar tus tokens nativos de Hive y tokens de Hive Engine",
  "slide_4_list_4": "Descubrir el ecosistema, envíar, comprar e intercambiar tokens. Más sobre esto en un futuro",
  "slide_4_list_5": "Acceder al menú de configuración en la esquina superior izquierda",
  "slide_5_title": "HIVE, HBD, y Hive Power",
  "slide_5_subtitle": "¿Cuáles son las diferencias?",
  "slide_5_description": "HIVE y HBD son los tokens nativos de la cadena de bloques Hive. HIVE puede almacenarse en su forma líquida, llamada HIVE, y en su forma vested(consolidados en la red), llamado HP. Sigue leyendo para obtener más información:",
  "slide_5_list_1": "HIVE: token principal de la blockchain Hive, utilizado para transacciones y operaciones",
  "slide_5_list_2": "HIVE POWER (HP): Hive consolidados. Tener más HP aumenta tu peso de voto, tus créditos de recursos y tu influencia en asuntos de gobierno.",
  "slide_5_list_3": "HBD (Dólares Respaldados em HIVE): Moneda estable, vinculada al dólar estadounidense, utilizada para transacciones en valor estable. Los HBD pueden bloquearse en ahorros por un {{savingAPR}}% TAE(Tasa Anual Estimada)",
  "slide_5_list_4": "Los tokens Hive Engine son tokens de capa 2 creados por terceros",
  "slide_6_title": "¿Por qué necesito créditos de maná y créditos de recursos?",
  "slide_6_paragraph_1": "El poder de voto (VP) determina cuánto influye tu voto en la distribución de recompensas en la plataforma a través de los votos. El maná de voto (VM) disminuirá cuando votes publicaciones o comentarios y reducirá tu VP",
  "slide_6_paragraph_2": "Los créditos de recursos (RC) definen la capacidad de realizar acciones en la blockchain, como transferir tokens o publicar",
  "slide_6_paragraph_3": "Tanto VM como RC se recargan a un ritmo del 20% diario.",
  "slide_6_paragraph_4": "Cuanto más aumente tu Hive consolidado (HP), más altos serán tus: Créditos de recursos y poder de voto.",
  "slide_7_title": "Transacciones rápidas y sin comisiones con Keychain",
  "slide_7_description": "Haz clic en el botón 'Enviar' para transferir Hive o HBD. Sólo tienes que rellenar el nombre de usuario, el importe y el memo (opcional). Si lo necesitas, también puedes encriptar el memo haciendo clic en el icono de encriptación, o iniciar transferencias recurrentes. Todas las transacciones son rápidas y gratuitas en Hive, sólo asegúrate de tener suficiente RC para transferir.",
  "slide_7_final_line": "Tip: la dirección de tu monedero es tu propio nombre de usuario",
  "slide_8_title": "Acceder a las dApps de la manera más sencilla",
  "slide_8_paragraph_1_mobile": "Explora la pestaña Keychain Ecosystem, en la sección brower de la App, ¡y encuentra tus nuevas dApps favoritas!",
  "slide_8_paragraph_1_extension": "Explora la pestaña Keychain Ecosystem, en la parte inferior izquierda de la extensión, ¡y encuentra tus nuevas dApps favoritas!",
  "slide_8_paragraph_2": "¡Interactuar con las dApps de Hive nunca ha sido tan fácil! Simplemente utiliza la opción Keychain dentro de tu plataforma favorita e introduce tu nombre de usuario. Keychain te pedirá confirmación antes de ejecutar la transacción. Para una experiencia más fluida, puedes poner agregar a la lista blanca(confiable), algunas operaciones que no afectan a tu saldo (por ejemplo: publicar, votar). Éstas se confirmarán automáticamente",
  "slide_9_title": "¡Intercámbialo todo!",
  "slide_9_description": "No hay mejor manera de hacer swaps que con Keychain. Con unos pocos clics puedes intercambiar entre tokens nativos de Hive y tokens de Hive Engine. En lugar de realizar varias transacciones, siéntate y deja que Keychain se encargue por ti. Puedes seguir el progreso en la página del historial de intercambios",
  "slide_10_title": "¡Compra Hive y HBD fácilmente!",
  "slide_10_description_mobile": "Comprar Hive y HBD a través de Keychain es superfácil. Simplemente dirígete al botón Swap(Cambiar) para ver todas las opciones disponibles, tanto para HIVE como para HBD. Tanto si quieres comprar HIVE usando fiat o cripto, Keychain seleccionará el mejor proveedor disponible en ese momento y te dará una estimación de intercambio. También puedes encontrar los diferentes intercambios disponibles para comprar y vender HIVE o HBD, en esta página.",
  "slide_10_description_extension": "Comprar Hive y HBD a través de Keychain es superfácil. Simplemente dirígete a la pestaña Comprar para ver todas las opciones disponibles, tanto para HIVE como para HBD.  Tanto si quieres comprar HIVE usando fiat o cripto, Keychain seleccionará el mejor proveedor disponible en ese momento y te dará una estimación de intercambio. También puede encontrar los diferentes intercambios disponibles para comprar y vender HIVE o HBD, en esta página."
}
