{
  "back_home_link_title": "Volver Inicio",
  "error_404_title": "Error 404",
  "not_found_title": "Página no encontrada",
  "introduction": {
    "title": "¿Qué es Keychain?",
    "text_1": "Keychain es tu solución para navegar por el ecosistema Hive con facilidad y seguridad. Tanto si estás en un ordenador como en movimiento con tu smartphone, Keychain te permite gestionar tus cuentas de Hive sin esfuerzo y sin preocuparte de exponer tus claves privadas. Con Keychain, puedes transferir tokens, emitir votos y gestionar una gran variedad de transacciones sin problemas.",
    "text_2": "Fácil de usar y diseñado pensando en tu seguridad, Keychain es el compañero perfecto para cualquiera que quiera sacar el máximo provecho de su experiencia Hive."
  },
  "keys": {
    "title": "Claves: propietario, activa, publicación y memo",
    "description": "Cada clave Hive tiene su propio propósito en lo que respecta a la seguridad de tu cuenta",
    "text_1": "Propietario: permite recuperar cuentas y regenerar otras claves, así como establecer una nueva contraseña maestra.",
    "text_2": "Activa: permite transferir y gestionar activos, y participar en la gobernanza.",
    "text_3": "Publicación: permite realizar operaciones de blogging como publicar, comentar, votar, etc.",
    "text_4": "Memo: permite cifrar y descifrar los memos adjuntos a las transferencias.",
    "text_5": "Puede acceder a sus claves desde Configuración-> Cuentas-> Gestionar cuentas. Keychain sólo almacena las claves Activa, Publicación y Memo. La clave de Propietario debe guardarse de forma segura fuera de línea."
  },
  "security": {
    "title": "Características de seguridad",
    "description": "Nuestras extensiones y Apps están diseñadas para ofrecer una interfaz segura y controlada para acceder al blockchain de Hive. Keychain mantiene tus claves seguras almacenándolas en tu dispositivo, nunca en servidores externos. Utilizamos encriptación para salvaguardar estas claves y requerimos confirmación manual para transacciones de valor monetario, evitando así accesos no autorizados. Además, te informaremos si estás intentando hacer una transferencia a una posible cuenta de phishing.  Para llevar la seguridad aún más lejos, puedes usar Keychain para firmar transacciones usando una Ledger."
  },
  "main_interface": {
    "title": "Página principal de Keychain",
    "description": "Consulta toda la información de tu cuenta de Hive desde un único lugar. Estas son algunas de las cosas que puedes hacer desde nuestra página principal:",
    "text_1": "Pasar de una cuenta a otra.",
    "text_2": "Comprobar tu poder de voto y tus recursos.",
    "text_3": "Acceder y gestionar tus tokens nativos de Hive y tokens de Hive Engine.",
    "text_4": "Descubrir el Ecosistema, enviar, comprar e intercambiar tokens. Más sobre esto en un futuro.",
    "text_5": "Accede al menú de configuración en la esquina superior izquierda."
  },
  "hive_mative_tokens": {
    "title": "HIVE, HBD, y Hive Power",
    "subtitle": "¿Cuáles son las diferencias?",
    "description": "HIVE y HBD son los tokens nativos de la cadena de bloques Hive. HIVE puede almacenarse en su forma líquida, llamada HIVE, y en su forma vested(consolidados), llamada HP. Sigue leyendo para obtener más información:",
    "text_1": "HIVE: token principal de la blockchain Hive, utilizado para transacciones y operaciones.",
    "text_2": "HIVE POWER (HP): HIVE consolidado. Permite tener más HP, aumentar tu peso de voto, tus créditos de recursos y tu influencia en asuntos de gobierno.",
    "text_3": "HBD (Dólares Respaldados en HIVE): Stablecoin vinculado al dólar estadounidense, utilizado para transacciones de valor estable/confiable. Los HBD pueden bloquearse en ahorros por un {{savingAPR}}% TAE(tasa anual estimada).",
    "text_4": "Los tokens Hive Engine son tokens de capa 2 creados por terceros."
  },
  "mana_and_rc": {
    "title": "¿Por qué necesito maná de voto y créditos de recursos?",
    "text_1": "El poder de voto (VP) determina cuánto influye tu voto en la distribución de recompensas en la plataforma a través de los votos. El maná de voto (VM) disminuirá cuando votes publicaciones o comentarios y reducirá tu VP.",
    "text_2": "Los créditos de recursos (RC) definen la capacidad de realizar acciones en la blockchain, como transferir tokens o publicar.",
    "text_3": "Tanto el VM como RC se recargan a un ritmo del 20% diario.",
    "text_4": "Cuanto más aumente tu Poder Hive, más alto será tu VP y más RC tendrás."
  },
  "transactions": {
    "title": "Realizar transacciones dentro de Keychain",
    "description": "Haz clic en el botón 'Enviar' para transferir Hive o HBD. Sólo tienes que rellenar el nombre de usuario, el importe y el memo (opcional). Si lo necesitas, también puedes encriptar el memo haciendo clic en el icono de encriptación, o iniciar transferencias recurrentes. Aparte de las transferencias, hay muchas otras transacciones que puedes realizar desde la página principal, como consolidar HIVE, delegar HP o fijar tokens de Hive Engine(staking). Todas las transacciones son rápidas y gratuitas en Hive, sólo asegúrate de tener suficiente RC para transmitir.",
    "text_1": "Como recordatorio, la dirección de tu monedero es tu propio nombre de usuario."
  },
  "dapps": {
    "title": "Acceder a las dApps de la forma más sencilla",
    "mobile": {
      "text_1": "Explora la pestaña Keychain llamada Ecosystem, en la sección brower de la App, ¡y encuentra tus nuevas dApps favoritas!"
    },
    "extension": {
      "text_1": "Explora la pestaña de Keychain llamada Ecosystem, en la parte inferior izquierda de la extensión, ¡y encuentra tus nuevas dApps favoritas!"
    },
    "text_2": "¡Interactuar con las dApps de Hive nunca ha sido tan fácil! Simplemente utiliza la opción Keychain dentro de tu plataforma favorita e introduce tu nombre de usuario. Keychain te pedirá confirmación antes de ejecutar la transacción. Para una experiencia más fluida, puedes poner en la lista blanca algunas operaciones que no afectan a tu saldo (por ejemplo: publicar, votar). Éstas se confirmarán automáticamente."
  },
  "swaps": {
    "title": "Intercambios en Keychain",
    "description": "¡La mejor forma de intercambiar tokens en Hive! En unos pocos clics puedes intercambiar entre tokens nativos de Hive y tokens de Hive Engine. En lugar de realizar varias transacciones, siéntate y deja que Keychain se encargue de ello por ti. Keychain comparará varios proveedores para asegurarse de que obtienes la mejor tarifa posible para tu intercambio."
  },
  "buy": {
    "title": "¡Compra Hive y HBD fácilmente!",
    "mobile": {
      "description": "Comprar Hive y HBD a través de Keychain es superfácil. Simplemente dirígete al botón Swap para ver todas las opciones disponibles, tanto para HIVE como para HBD. Tanto si quieres comprar HIVE usando fiat o cripto, Keychain seleccionará el mejor proveedor disponible en ese momento y te dará una estimación de intercambio. También puedes encontrar los diferentes intercambios disponibles para comprar y vender HIVE y HBD en esta página."
    },
    "extension": {
      "description": "Comprar Hive y HBD a través de Keychain es superfácil. Simplemente dirígete a la pestaña Comprar para ver todas las opciones disponibles, tanto para HIVE como para HBD.  Tanto si quieres comprar HIVE usando fiat o cripto, Keychain seleccionará el mejor proveedor disponible en ese momento y te dará una estimación de intercambio. También puede encontrar los diferentes intercambios disponibles para comprar y vender HIVE y HBD en esta página."
    }
  }
}
